strings_default = {
    "API_key_request": "Введите API-ключ бота: ",
    "mega_exists": "Эта Мега уже зарегистрирована.",
    "add_mega": "Мега <b>%MEGA_NAME%</b> успешно создада, теперь присоедините к ней чат кураторов, вызвав в нём "
                "команду /connect.",
    "already_admin": "Вы уже являетесь администратором бота.",
    "add_admin": "Отправьте код из консоли в ответ на это сообщение, чтобы сделать себя админом бота.",
    "mega_choose_connect": "К какой меге хотите присоединить этот чат?",
    "mega_connect_success_query": "Мега успешно присоединена!",
    "mega_connect_success": "<b>Группа была успешно присоеденина к меге %MEGA_NAME%<b>",
    "mega_paused": "Мега приостановлена.",
    "mega_resumed": "Мега запущена.",
    "set_op_text": "*Отправьте ответом на это сообщение текст объявления об открытии сбора заявок.*\n\n"
                   "*- Можно использовать теги:*\n"
                   "• `%TIME_END%` - *время закрытия меги*\n\n"
                   "*- Можно использовать Markdown и HTML разметку*\n",
    "set_ed_text": "*Отправьте ответом на это сообщение текст объявления о закрытии сбора заявок.*\n"
                   "• _Можно использовать Markdown и HTML разметку_\n",
    "set_time_text": "*Отправьте ответом на это сообщение время подачи заявок в этой меге "
                     "в формате:*\n`часы:минуты-часы:минуты`",
    "mega_add_success": "Мега была успешно зарегистрирована!\nТеперь соедините с этой мегой чат кураторов, "
                        "вызвав в нём команду /mega_connect",
    "admin_add_success": "Вы стали администратором бота!",
    "default_mega_text": "❄️Лучшие каналы от проекта <a href='https://t.me/infastral'>Astral</a>❄️\n\n"
                         "%CHANNEL_LIST%"
                         "\n"
                         "Админ канала?\n"
                         "👉🏻<a href='https://t.me/joinchat/CwQ03E80MvyYUUcWs8oSdQ'>Тогда тебе к нам!</a>\n"
                         "👉🏻<a href='https://t.me/project_astral'>Первый Аниме каталог!</a>\n",
    "default_op_text": "💢Открыт сбор ссылок на %MEGA_NAME%\n\n"
                       "Форма подачи:\n"
                       "<b>[СмайлНазвание](ссылка)</b>\n\n"
                       "Заранее проверьте вашу заявку. Не правильно подали заявку - не попали в мегу.\n\n"
                       "Никаких пробелов. Сбор ссылок до %TIME_END% по МСК\n\n"
                       "Чистые заявки без флуда и оффтопа. Любой вопрос задайте во "
                       "<a href='https://t.me/ProjectAstral'>флуд чате</a>\n\n"
                       "<a href='http://telegra.ph/Pravila-Proekta-Astral-v11-12-06'>ПРАВИЛА</a>",
    "default_ed_text": "Сбор ссылок на %MEGA_NAME% закрыт.\n"
                       "Готовая Mega через <code>20</code> минут.",
    "default_announce_text": "Сбор закрыт\nГотовая мега через 20 мин",
    "not_admin": "Чтобы совершить это действие вы должны быть администратором бота.",
    "link_approve_text": "Заявка была одобрена.",
    "link_decline_text": "Заявка была отклонена.",
    "decline_link": "✅ ПРОВЕРЕН",
    "approve_link": "🚫 НЕ ПРОВЕРЕН",
    "approve_mega": "ОТПРАВИТЬ МЕГУ"
}
